Repository: ivalx1s/vitatrack
Catalog: Application/Resources/Localization/LocalizableCommon.xcstrings
Source language: en
Languages: ru

# l10n.common.activity_status.activating
source: Enabling
ru: Включается

# l10n.common.activity_status.active
source: Enabled
ru: Включен

# l10n.common.activity_status.deactivating
source: Disabling
ru: Выключается

# l10n.common.activity_status.inactive
source: Disabled
ru: Отключен

# l10n.common.calc_btn
source: Calculate
ru: Рассчитать

# l10n.common.cancel_btn
source: Cancel
ru: Отменить

# l10n.common.connectivity_problem.description
source: Check your connection and try again
ru: Проверьте соединение и попробуйте подключиться ещё раз

# l10n.common.connectivity_problem.title
source: No internet connection
ru: Отсутствует подключение к интернету

# l10n.common.country_picker.empty_search.description
source: Try to search with a new keyword
ru: Возможно, вы опечатались, попробуйте ещё раз

# l10n.common.country_picker.empty_search.title
source: No country
ru: Страны нет в списке

# l10n.common.country_picker.header
source: Available countries
ru: Доступные страны

# l10n.common.country_picker.search_placeholder
source: Search for a country
ru: Поиск страны

# l10n.common.country_picker.soon_label
source: Coming soon
ru: скоро

# l10n.common.create_btn
source: Create
ru: Создать

# l10n.common.exit_btn
source: Exit
ru: Выйти

# l10n.common.interaction_failed.description
source: Sometimes this happens due to network issues — please try again
ru: Иногда так бывает из-за проблем с сетью — попробуйте ещё раз

# l10n.common.interaction_failed.retry_btn
source: Retry
ru: Попробовать снова

# l10n.common.interaction_failed.title
source: Something Went Wrong
ru: Что-то пошло не так

# l10n.common.login_btn
source: Login
ru: Войти

# l10n.common.max_symbols_txtfld
source: Maximum 25 characters
ru: Максимум 25 символов

# l10n.common.navigation.account_label
source: Account
ru: Аккаунт

# l10n.common.navigation.assist_label
source: Secretary
ru: Секретарь

# l10n.common.navigation.kids_label
source: Kids
ru: Дети

# l10n.common.navigation.profiles_label
source: Profiles
ru: Профили

# l10n.common.navigation.services_label
source: Services
ru: Защита

# l10n.common.navigation.stats_label
source: Stats
ru: Данные

# l10n.common.next_btn
source: Next
ru: Далее

# l10n.common.notification.api_to_many_requests (retryAfter: %@)
source: Too many requests, retry after %@
ru: Слишком много попыток, попробуйте после %@

# l10n.common.notification.email_copy_to_clipboard
source: Email copied to clipboard
ru: Email скопирован

# l10n.common.notification.general_auth_problem
source: Something went wrong, please try to authenticate again
ru: Что-то пошло не так, попробуйте авторизоваться ещё раз

# l10n.common.notification.general_network_problem
source: The service is not responding, please try again
ru: Сервис не отвечает, попробуйте ещё раз

# l10n.common.notification.general_problem
source: Something went wrong, please try again
ru: Что-то пошло не так, попробуйте ещё раз

# l10n.common.notification.logout_after_change_way_of_protection
source: You have changed the way of protection device. Log in again.
ru: Вы сменили способ защиты устройства. Авторизуйтесь повторно.

# l10n.common.notification.msisdn_copy_to_clipboard
source: Number copied to clipboard
ru: Номер скопирован

# l10n.common.notification.referral_program_place_order_problem
source: Failed to submit your application. Please try again.
ru: Не удалось оформить заявку. Попробуйте ещё раз.

# l10n.common.notification.unable_to_add_nonMts_kid_profile
source: It's only allowed to add MTS or Membrana client
ru: Можно добавить только абонента МТС или Мембрана

# l10n.common.notification.unable_to_add_parent_as_kid_profile
source: Unable to add your profile as Kid
ru: Нельзя добавить свой профиль как профиль ребенка

# l10n.common.pick_time_btn
source: Pick time
ru: Выберите время

# l10n.common.retry_btn
source: Retry
ru: Повторить

# l10n.common.save_btn
source: Save
ru: Сохранить

# l10n.common.skip_btn
source: Skip
ru: Пропустить

# l10n.common.update_btn
source: Update
ru: Обновить

# l10n.common.validation_message.allowed_characters
source: Allowed characters: Cyrillic and three special characters - a dot, a hyphen and an apostrophe. This field must begin and end with letters only, two or more special characters cannot be in a row.
ru: Разрешённые символы: кириллица и три спецсимвола — точка, дефис и апостроф. Это поле должно начинаться и заканчиваться только буквами, два и более спецсимвола не могут стоять подряд.

# l10n.common.validation_message.maximum_50_characters
source: Maximum 50 characters
ru: Максимум 50 символов

# l10n.common.validation_message.should_not_be_empty
source: Should not be empty
ru: Не может быть пустым
